import React from 'react';

export const LegacyCardTitle:React.FC = () => (
        <div>
            <p>С CleverFit ты сможешь:</p>
            <p>— планировать свои тренировки на{'\u00A0'}календаре, выбирая тип и{'\u00A0'}уровень нагрузки;</p>
            <p>— отслеживать свои достижения в{'\u00A0'}разделе статистики, сравнивая свои результаты с{'\u00A0'}нормами и{'\u00A0'}рекордами;</p>
            <p>— создавать свой профиль, где ты{'\u00A0'}можешь загружать свои фото, видео и отзывы о{'\u00A0'}тренировках;</p>
            <p>— выполнять расписанные тренировки для разных частей тела, следуя подробным инструкциям и{'\u00A0'}советам профессиональных тренеров.</p>
        </div>
    )
export const CardDescHeading:React.FC = () =>(
        <React.Fragment>
            CleverFit — это не просто приложение, а твой личный помощник в{'\u00A0'}мире фитнеса. Не откладывай на завтра — начни тренироваться уже сегодня!
        </React.Fragment>
    )

export const mainPageTitle = 'Приветствуем тебя в CleverFit — приложении, которое поможет тебе добиться своей мечты!'
